Repository: panos-stavrianos/cherryium
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: el_gr

source: Submit
el_gr: Καταχώρηση

source: Male
el_gr: Άνδρας

source: Female
el_gr: Γυναίκα

source: Dashboard
el_gr: Πίνακας Ελέγχου

source: Customers
el_gr: Πελάτες

source: Customizations
el_gr: Παραμετροποιήσεις

source: Departments
el_gr: Τμήματα

source: Periods of use
el_gr: Περίοδοι χρήσης

source: Shift Groups
el_gr: Ομάδες βάρδιας

source: Holidays
el_gr: Διακοπές / Αργίες

source: Account
el_gr: Λογαριασμός

source: Settings
el_gr: Ρυθμίσεις

source: Edit Profile
el_gr: Επεξεργασία προφίλ

source: Logout
el_gr: Αποσύνδεση

source: User Profile
el_gr: Προφίλ Χρήστη

source: Change your password
el_gr: Αλλαγή κωδικού

source: Change username
el_gr: Αλλαγή ονόματος χρήστη

source: User profile
el_gr: Προφίλ Χρήστη

source: Edit your first and last name
el_gr: Επεξεργασία του ονόματος και του επωνύμου σας

source: Change username
el_gr: Αλλάξετε Όνομα χρήστη

source: Change password
el_gr: Αλλάξετε Κωδικό πρόσβασης

source: Sign out
el_gr: Αποσύνδεση

source: Sign in
el_gr: Σύνδεση

source: Home page
el_gr: Αρχική σελίδα

source: Login
el_gr: Σύνδεση

source: Register
el_gr: Εγγραφή

source: Invite User
el_gr: Πρόσκληση χρήστη

source: Forgot your Password?
el_gr: Ξέχασες τον κωδικό πρόσβασης?

source: Manage Emails
el_gr: Διαχείριση μηνυμάτων ηλεκτρονικού ταχυδρομείου

source: Resend Confirmation Email
el_gr: Επανάληψη αποστολής ηλεκτρονικού ταχυδρομείου επιβεβαίωσης

source: Reset Password
el_gr: Επαναφορά κωδικού

source: This Username is already in use. Please try another one.
el_gr: Αυτό το όνομα χρήστη χρησιμοποιείται ήδη. Παρακαλώ δοκιμάστε ένα άλλο.

source: This Email is already in use. Please try another one.
el_gr: Αυτό το Email χρησιμοποιείται ήδη. Παρακαλώ δοκιμάστε ένα άλλο.

source: Email is required
el_gr: Απαιτείται Email

source: Invalid Email
el_gr: Μη έγκυρο Email

source: Add Email
el_gr: Προσθήκη ηλεκτρονικού ταχυδρομείου

source: Old Password
el_gr: Παλιός Κωδικός

source: Old Password is required
el_gr: Απαιτείται παλιός ο κωδικός πρόσβασης

source: New Password
el_gr: Νέος Κωδικός

source: New Password is required
el_gr: Απαιτείται νέος κωδικός πρόσβασης

source: Retype New Password
el_gr: Πληκτρολογήστε ξανά νέο κωδικό πρόσβασης

source: New Password and Retype Password did not match
el_gr: Οι δυο κωδικοί δεν ταιριάζουν

source: Change password
el_gr: Αλλαγή κωδικού

source: Old Password is incorrect
el_gr: Ο παλιός κωδικός πρόσβασης είναι εσφαλμένος

source: New Username
el_gr: Νέο όνομα χρήστη

source: Username is required
el_gr: Απαιτείται όνομα χρήστη

source: First name
el_gr: Όνομα

source: Last name
el_gr: Επώνυμο

source: Update
el_gr: Ενημέρωση

source: Username
el_gr: Όνομα χρήστη

source: Password
el_gr: Κωδικός πρόσβασης

source: Password is required
el_gr: Απαιτείται ο κωδικός πρόσβασης

source: Username or Email
el_gr: Όνομα χρήστη ή Email

source: Username/Email
el_gr: Όνομα χρήστη/Email

source: %(username_or_email)s does not exist
el_gr: %(username_or_email)s δεν υπάρχει

source: Incorrect Password
el_gr: Λανθασμένος Κωδικός

source: Incorrect %(username_or_email)s and/or Password
el_gr: Λανθασμένο %(username_or_email)s και/ή Κωδικός

source: Retype Password
el_gr: Επαναπληκτρολόγηση Κωδικού Πρόσβασης

source: Password and Retype Password did not match
el_gr: Ο κωδικός και ο κωδικός επιβεβαίωσης δεν ταιριάζουν

source: Your email address
el_gr: H διεύθυνση email σας

source: Email address is required
el_gr: Απαιτείται διεύθυνση email

source: Invalid Email address
el_gr: Άκυρη διεύθυνση email

source: Send reset password email
el_gr: Αποστολή email επαναφοράς κωδικού

source: Resend email confirmation email
el_gr: Επαναποστολή email επιβεβαίωσης

source: Invite!
el_gr: Πρόσκληση χρήστη!

source: Home Page
el_gr: Αρχική σελίδα

source: Member Page
el_gr: Σελίδα μέλους

source: Admin Page
el_gr: Σελίδα διαχειριστή

source: Password must have at least 6 characters with one lowercase letter, one uppercase letter and one number
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες με τουλάχιστον ενα μικρο, ενα κεφαλαίο και έναν αριθμό

source: Username must be at least 3 characters long
el_gr: Το πεδίο πρέπει να έχει τουλάχιστον %(min)d χαρακτήρες μήκος.

source: Username may only contain letters, numbers, '-', '.' and '_'
el_gr: Το όνομα χρήστη μπορεί να περιέχει μόνο γράμματα, αριθμούς, '-', '.' και '_'

source: Your password has been changed successfully.
el_gr: Ο κωδικός σας έχει αλλάξει επιτυχώς.

source: Invalid confirmation token.
el_gr: Άκυρο token επιβεβαίωσης.

source: Your email has been confirmed.
el_gr: Το email σας έχει επιβεβαιωθεί.

source: A reset password email has been sent to '%(email)s'. Open that email and follow the instructions to reset your password.
el_gr: Έχει σταλεί email επαναφοράς κωδικού στο '%(email)s'. Ανοίξτε το email και ακολουθήστε τις οδηγίες για να επαναφέρετε τον κωδικό σας.

source: Invitation has been sent.
el_gr: Η πρόσκληση έχει σταλθεί.

source: You have signed out successfully.
el_gr: Έχετε αποσυνδεθεί με επιτυχία.

source: Your reset password token is invalid.
el_gr: Το token επαναφοράς κωδικού είναι άκυρο.

source: Your password has been reset successfully.
el_gr: Έγινε επιτυχημένη επαναφορά του κωδικού σας.

source: You must be signed in to access '%(url)s'.
el_gr: Πρέπει να συνδεθείτε για έχετε πρόσβαση στο '%(url)s'.

source: You do not have permission to access '%(url)s'.
el_gr: Δεν έχετε πρόσβαση στο '%(url)s'.

source: A confirmation email has been sent to %(email)s with instructions to complete your registration.
el_gr: Έχει σταλεί ενα email επιβεβαίωσης στο %(email)s με οδηγίες για το πως να ολοκληρώσετε την έγγραφή σας.

source: You have registered successfully.
el_gr: Έχετε εγγραφεί με επιτυχία.

source: Your account has not been enabled.
el_gr: Ο λογαριασμός σας δεν έχει ενεργοποιηθεί.

source: Your email address has not yet been confirmed. Check your email Inbox and Spam folders for the confirmation email or <a href="%(url)s">Re-send confirmation email</a>.
el_gr: Η διεύθυνση email σας δεν έχει επιβεβαιωθεί ακόμα. Ελέγξτε το Inbox και τον Spam φάκελο για το email επιβεβαίωσης ή <a href="%(url)s">Επαναποστολή email επιβεβαίωσης.

source: You have signed in successfully.
el_gr: Έχετε συνδεθεί με επιτυχία.

source: Forgot Password
el_gr: Ξεχάσατε τον κωδικό

source: New here? Register.
el_gr: Καινούργιος εδώ; Εγγράψου.

source: Already registered? Sign in.
el_gr: Έχεις ήδη εγγραφεί; Είσοδος.

source: This field is required.
el_gr: Αυτό το πεδίο είναι υποχρεωτικό.

source: File does not have an approved extension: {extensions}
el_gr: Το αρχείο αυτό δεν έχει επιτρεπτή κατάληξη: {extensions}

source: File does not have an approved extension.
el_gr: Το αρχείο αυτό δεν έχει επιτρεπτή κατάληξη.

source: algorithm
el_gr: αλγόριθμος

source: Invalid field name '%s'.
el_gr: Άκυρο όνομα πεδίου '%s'.

source: Field must be equal to %(other_name)s.
el_gr: Το πεδίο πρέπει να είναι ίσο με %(other_name)s.

source: Field must be at least %(min)d character long.
el_gr: Το πεδίο πρέπει να έχει τουλάχιστον %(min)d χαρακτήρα μήκος.

source: Field cannot be longer than %(max)d character.
el_gr: Το πεδίο δεν πρέπει να έχει περισσοτέρους %(max)d χαρακτήρα μήκος.

source: Field must be between %(min)d and %(max)d characters long.
el_gr: Το πεδίο πρέπει ανάμεσα στους %(min)d και %(max)d χαρακτήρες μήκος.

source: Number must be at least %(min)s.
el_gr: Ο αριθμός πρέπει να είναι τουλάχιστον %(min)s.

source: Number must be at most %(max)s.
el_gr: Ο αριθμός πρέπει να είναι το πολύ %(max)s.

source: Number must be between %(min)s and %(max)s.
el_gr: Ο αριθμός πρέπει ανάμεσα στο %(min)s και στο %(max)s.

source: Invalid input.
el_gr: Άκυρη τιμή.

source: Invalid email address.
el_gr: Άκυρη διεύθυνση email.

source: Invalid IP address.
el_gr: Άκυρη διεύθυνση IP.

source: Invalid Mac address.
el_gr: Άκυρη διεύθυνση Mac.

source: Invalid URL.
el_gr: Άκυρη διεύθυνση URL.

source: Invalid UUID.
el_gr: Άκυρη διεύθυνση UUID.

source: Invalid value, must be one of: %(values)s.
el_gr: Άκυρη τιμή, πρέπει να είναι μια απο αυτές: %(values)s.

source: Invalid value, can't be any of: %(values)s.
el_gr: Άκυρη τιμή, δεν πρέπει να είναι μια απο αυτές: %(values)s.

source: Invalid CSRF Token
el_gr: Άκυρο CSRF Token

source: CSRF token missing
el_gr: Δεν υπάρχει CSRF token

source: CSRF failed
el_gr: Αποτυχία CSRF

source: CSRF token expired
el_gr: Το CSRF token έχει λήξει

source: Not a valid choice
el_gr: Μη επιτρεπτή επιλογή

source: Not a valid list
el_gr: Μη έγκυρη λίστα

source: Not a valid integer list
el_gr: Μη έγκυρη λίστα ακέραιων

source: Please input a date/time value
el_gr: Παρακαλώ προσθέστε μια ημ/ωρα

source: Invalid date/time input
el_gr: Άκυρη μια ημ/ωρα

source: Invalid Choice: could not coerce
el_gr: Άκυρη επιλογή: could not coerce

source: '%(value)s' is not a valid choice for this field
el_gr: '%(value)s' δεν είναι έγκυρη επιλογή για αυτό το πεδίο

source: Not a valid integer value
el_gr: Δεν είναι έγκυρη ακέραιη τιμή

source: Not a valid decimal value
el_gr: Δεν είναι έγκυρη δεκαδική τιμή

source: Not a valid float value
el_gr: Δεν είναι έγκυρη δεκαδική τιμή

source: Not a valid datetime value
el_gr: Δεν είναι έγκυρη ημ/ώρα

source: Not a valid date value
el_gr: Δεν είναι έγκυρη ημερομηνία

source: Not a valid time value
el_gr: Δεν είναι έγκυρη ώρα

source: Already exists.
el_gr: Υπάρχει ήδη.
